export interface ISliderConstsData {
	value: string
	img: string
	description: string
}

const sliderConstsData = [
	{
		value: 'архитектура',
		img: 'architecture',
		description:
			'Оригинальная архитектура жилого комплекса бизнес-класса «Первомайская» формирует современный стиль жизни'
	},
	{
		value: 'Благоустройство',
		img: 'improvement',
		description:
			'Запроектированные большие окна, которые пропускают много солнечного света, наполнят Ваши квартиры теплотой и уютом'
	},
	{
		value: 'Безопастность',
		img: 'safety',
		description:
			'Современный двор европейского уровня — территория для детей, игр на свежем воздухе и вечерних'
	},
	{
		value: 'Инженерия',
		img: 'engineering',
		description:
			'Оригинальная архитектура жилого комплекса бизнес-класса «Первомайская» формирует современный стиль жизни'
	},
	{
		value: 'Инфраструктура',
		img: 'infrastructure',
		description:
			'Прекрасный вариант для тех, кто предпочитает жить в спокойном районе среди интеллигенции, но при этом чувствовать ритм мегаполиса'
	},
	{
		value: 'Транспортная доступность',
		img: 'transport',
		description:
			'Жилой комплекс «Первомайска» расположен в престижном Академическом районе'
	}
]

export default sliderConstsData
